Tekla.Structures.Filtering.FilterExpression
The FilterExpression class represents a filter expression. This is a base class for other
filter expressions and should not be used directly.
Tekla.Structures.Filtering.BinaryFilterExpression
Tekla.Structures.Filtering.BinaryFilterExpressionCollection

Tekla.Structures.Filtering.FilterExpression.IsEnable
Gets or sets the enabled state of the filter expression.